Repository: fraudcom/udentify-react-native
Catalog: nfc-rn-library/ios/Resources/*.lproj/Localizable.strings
Languages: tr

# nfc_error_bac_failed_message
source: BAC failed.
tr: BAC başarısız oldu.

# nfc_error_connection_failed_message
source: NFC connection failed.
tr: NFC bağlantısı başarısız oldu.

# nfc_error_multiple_tags_message
source: More than 1 tags was found. Please present only 1 tag.
tr: Birden fazla etiket bulundu. Lütfen sadece 1 etiket gösterin.

# nfc_error_reading_failed_message
source: Sorry, there was a problem reading the eID or ePassport. Please try again.
tr: Üzgünüz, eID veya ePassport okuma sorunu oluştu. Lütfen tekrar deneyin.

# nfc_error_tag_invalid_message
source: Tag couldn't be failed.
tr: Etiket başarısız olamadı.

# nfc_error_tag_not_found_message
source: No NFC tag was detected.
tr: NFC etiketi algılanamadı.

# nfc_reading_authentication_message
source: Authenticating with chip...
tr: Çip ile kimlik doğrulanıyor...

# nfc_reading_directive
source: Hold your iPhone near an NFC enabled passport.
tr: iPhone'unuzu NFC özellikli pasaportunun yakınında tutun.

# nfc_reading_message
source: Reading passport data...
tr: Pasaport verileri okunuyor...

# nfc_reading_progress_message
source: Reading passport data
tr: Pasaport verileri okunuyor
