Repository: fraudcom/udentify-react-native
Catalog: mrz-rn-library/ios/Resources/*.lproj/Localizable.strings
Languages: es, tr

# mrz_scan_instruction
source: Place document MRZ within the frame
es: Coloque el MRZ del documento dentro del marco
tr: Belge MRZ alanını çerçeve içine yerleştirin

# mrz_scanning_title
source: MRZ Scanner
es: Escáner MRZ
tr: MRZ Tarayıcı

# mrz_camera_error
source: Camera error occurred
es: Error de cámara ocurrido
tr: Kamera hatası oluştu

# mrz_permission_required
source: Camera permission is required for MRZ scanning
es: Se requiere permiso de cámara para escanear MRZ
tr: MRZ tarama için kamera izni gereklidir

source: Cancel
es: Cancelar
tr: İptal

source: Retry
es: Reintentar
tr: Tekrar Dene

source: Use Photo
es: Usar Foto
tr: Fotoğrafı Kullan

# mrz_not_found
source: MRZ not found in document
es: MRZ no encontrado en el documento
tr: Belgede MRZ bulunamadı

# invalid_document
source: Invalid document format
es: Formato de documento inválido
tr: Geçersiz belge formatı

# processing_error
source: Error processing document
es: Error al procesar el documento
tr: Belge işlenirken hata oluştu

# sdk_not_available
source: MRZ SDK not available
es: SDK de MRZ no disponible
tr: MRZ SDK kullanılamıyor

source: Initializing camera...
es: Inicializando cámara...
tr: Kamera başlatılıyor...

source: Scanning document...
es: Escaneando documento...
tr: Belge taranıyor...

# processing_mrz
source: Processing MRZ data...
es: Procesando datos MRZ...
tr: MRZ verileri işleniyor...

# validating_data
source: Validating extracted data...
es: Validando datos extraídos...
tr: Çıkarılan veriler doğrulanıyor...

source: Finalizing...
es: Finalizando...
tr: Tamamlanıyor...
