<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		5J8LENQ1m13JoqxC+ETZ8V0wrgQ=
		</data>
		<key>Headers/UdentifyFACE-Swift.h</key>
		<data>
		Y8CqMbyTYOLRUxbF2Rkyvs9X93o=
		</data>
		<key>Headers/UdentifyFACE.h</key>
		<data>
		+7yCxZNJrsM0+1e0JS0PAgisqkY=
		</data>
		<key>Info.plist</key>
		<data>
		tZD5/ggF4WFgu9iEFvuv9LQTwyY=
		</data>
		<key>MaskModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		yWrzMJR6lDjCZXuTZbJ/c42DOvM=
		</data>
		<key>MaskModel.mlmodelc/coremldata.bin</key>
		<data>
		/Xe+85VLAc0/o3fP1fViqAiP/6s=
		</data>
		<key>MaskModel.mlmodelc/metadata.json</key>
		<data>
		Jjdrxkz+4eABy3kP2yOMg+39a+4=
		</data>
		<key>MaskModel.mlmodelc/model.espresso.net</key>
		<data>
		GbGHglNs2bbMWM9iMMDh4Rd4xtw=
		</data>
		<key>MaskModel.mlmodelc/model.espresso.shape</key>
		<data>
		RbOngXBVAW0oZwL54CJz2am/hb0=
		</data>
		<key>MaskModel.mlmodelc/model.espresso.weights</key>
		<data>
		Hvk9vOuxNOvIVI3ryysy6J5+XQk=
		</data>
		<key>MaskModel.mlmodelc/model/coremldata.bin</key>
		<data>
		5LR8oiKDLNxRPHoayQMZXfjuLus=
		</data>
		<key>MaskModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		DNrXPkzwxEjMoE1Qg8kTHcVYO+U=
		</data>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		MwnyQPRzGjrdDKd/SzuO5kwVwOU=
		</data>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		ZHR4llq2GN4lxT4NiImJyOgJZFg=
		</data>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		MwnyQPRzGjrdDKd/SzuO5kwVwOU=
		</data>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		JJF1x5lW4DQyqUDvtJPSLtHUdEQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		bUX/gwDaMsHXVWCNjLcm3Bdo/YU=
		</data>
		<key>ProgressBarView.nib</key>
		<data>
		4DiZX8fgEidtIYMTKB/nA0wKdLU=
		</data>
		<key>UdentifyFACE.storyboardc/3aY-Mc-ght-view-kbX-tx-XAC.nib</key>
		<data>
		9m9ZuC4ajGCYYFrFcXX8yfen7Qw=
		</data>
		<key>UdentifyFACE.storyboardc/Info.plist</key>
		<data>
		Fb1YHOL0CuKw/em8ITZapOEXIM8=
		</data>
		<key>UdentifyFACE.storyboardc/activeCameraController.nib</key>
		<data>
		1QBMwPL9VWHrcGBFXOUnI5+8sm4=
		</data>
		<key>UdentifyFACE.storyboardc/camera.nib</key>
		<data>
		VW9c1T34+SI1T7oFpXz1OBo7eh0=
		</data>
		<key>UdentifyFACE.storyboardc/xke-jy-gRK-view-09Q-U5-Lzc.nib</key>
		<data>
		DstDpZVqrVNbRr5GE391awUm6zI=
		</data>
		<key>anchors.json</key>
		<data>
		XlgyIHOddIujNvzi1coEJ8D0kII=
		</data>
		<key>anim_face_verification.json</key>
		<data>
		ptvuFaM06w8+USZi2+5S6vYKv6A=
		</data>
		<key>animation_blink_eyes.json</key>
		<data>
		a8q/JjTNg5BaF+ozstX1UIOSH3I=
		</data>
		<key>animation_count_down.json</key>
		<data>
		bYWftg+d++sQgHBuHSe9rTYXK5Q=
		</data>
		<key>animation_face_default.json</key>
		<data>
		6rh25L/h6d17GQBhappkj3svXO8=
		</data>
		<key>animation_face_success.json</key>
		<data>
		N1axalG4pEjOCF9w1RKubU2pU+E=
		</data>
		<key>animation_lift_head_up.json</key>
		<data>
		eac5l6H5nXOOk70cUeAjFDGq3Xc=
		</data>
		<key>animation_lower_head_down.json</key>
		<data>
		djK9n42As+uHSZP591tgMMzNV18=
		</data>
		<key>animation_move_horizontally.json</key>
		<data>
		oaAzX/gy0kH+D3no4N9bFbWsp70=
		</data>
		<key>animation_move_vertically.json</key>
		<data>
		LFYszxN1Ne4WGiR2vJBQFzMuKd8=
		</data>
		<key>animation_remove_mask.json</key>
		<data>
		47CMMKmQC/ecftalss5piljTlo8=
		</data>
		<key>animation_smile.json</key>
		<data>
		KT/n/YtlTPh+PbGK7MJ0MtYDxM0=
		</data>
		<key>animation_too_far.json</key>
		<data>
		CD+t9T0+9xWftPPnFd7nIcHNB18=
		</data>
		<key>animation_too_near.json</key>
		<data>
		ZtMDjL/FloAIGg8w4cVK9vr/5/c=
		</data>
		<key>animation_turn_your_head_left.json</key>
		<data>
		IWCuAmmOTm2ENFK3KJdkm7dJrSE=
		</data>
		<key>animation_turn_your_head_right.json</key>
		<data>
		cZU+eIuzefO332x2CPQj3rI1uIg=
		</data>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			A1PHDT/vHinJb2z4VtQmoZGmRHI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			BNrypxfu3wJM6wUcbOIQgXyTo+A=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			sToe5TWAu75e846a4DURCXOm465YNoMKt3qp3k0loLI=
			</data>
		</dict>
		<key>Headers/UdentifyFACE-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			piR0azgjRUaPQhBI7vNQuAWI1sBBxftoJJP9Wum/TAI=
			</data>
		</dict>
		<key>Headers/UdentifyFACE.h</key>
		<dict>
			<key>hash2</key>
			<data>
			HNMaEEpchHn9PVLiZkAwxsGEwbcP2VJPW8uDIm7vUVM=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9rykPigUSPSNRvsf8sqwfuF9Xx03Tr0W9zqoZ+kS8Mw=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			d8NZvF3o0hKakMKqKbM5CACjk9gIWM/d5sK4ALea+aQ=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hv233WVYpOAHP/2/A8w+uC2ZXzXOyVppQ0pej+Hk5QY=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			HxQBn3JM79AZgd9tkVKHgHJ+Gth6VzcUypqEW9WAmHQ=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			PlZn122LXkMZvFXMYND8UMlsObdCfRTk0Vt/dOQh8Vk=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			rFm9X80UB4XdpwW3a19z7pYglecz0wu2HABrKbWG7Wc=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			QN0pPj+e15nhf0jpLecEMajVDcXVsgHiMNdHmGmm9j4=
			</data>
		</dict>
		<key>MaskModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			8IEEW8TcrfYzEYCviXvix+RMFS4HKP/RoPcTZsslM9s=
			</data>
		</dict>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			5lae5xWbLTYdEtAZcM5A2Zegz8W9NKVjMV8fSs/4EYY=
			</data>
		</dict>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			jcO6JVfIuMBFpfXzkLE284rDnwLaC4suTXQ6dK1p6Vg=
			</data>
		</dict>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			5lae5xWbLTYdEtAZcM5A2Zegz8W9NKVjMV8fSs/4EYY=
			</data>
		</dict>
		<key>Modules/UdentifyFACE.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			azEH+wftu7lLLvQEkHb1I3SJ8fuUEtHy2y5R3LtQiTI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			mC2rMtPO+ggNK92wOccrA7BarTL0jbR9fPuPTl4NmWA=
			</data>
		</dict>
		<key>ProgressBarView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			3/YBOJA7FirkqlwUEPIcNfFPLnnrL42z39+IgpDScRc=
			</data>
		</dict>
		<key>UdentifyFACE.storyboardc/3aY-Mc-ght-view-kbX-tx-XAC.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			UtuUL2c9dCJ+sDEfXLPYe3Oep1SccyQRGG7DHZ2nEQ0=
			</data>
		</dict>
		<key>UdentifyFACE.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			/UJYEvsdWSjUPWAJTzE5QWTVHZauacOjrjJympNNhhk=
			</data>
		</dict>
		<key>UdentifyFACE.storyboardc/activeCameraController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			2EzkRoazFddu8r4POK0mkHLG2vqnkun9urbB9XF9rIk=
			</data>
		</dict>
		<key>UdentifyFACE.storyboardc/camera.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			+AbPKfMckXrb1AkL28iMh5EvJVcWhaUtmKdWftykBp8=
			</data>
		</dict>
		<key>UdentifyFACE.storyboardc/xke-jy-gRK-view-09Q-U5-Lzc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			6i0mSFZzbs/YBrXipSWm6TVSre/uchlaW4EyI+xvgI0=
			</data>
		</dict>
		<key>anchors.json</key>
		<dict>
			<key>hash2</key>
			<data>
			RhJJY+xSktq0d6jr4EiVbBf80w6N/nASxqdFPz+446o=
			</data>
		</dict>
		<key>anim_face_verification.json</key>
		<dict>
			<key>hash2</key>
			<data>
			CwxlMHBdZnw9D62YtUa5D/LNS2Ne9XtrCPB53o4U7Jo=
			</data>
		</dict>
		<key>animation_blink_eyes.json</key>
		<dict>
			<key>hash2</key>
			<data>
			IkpzWzT5KrIzt+Z+57GVQYk0/7NBSLX2j1pgS1mnG1U=
			</data>
		</dict>
		<key>animation_count_down.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hStzNrK4b6EOnBwwacdfGm8lrkhVIvxJX12inr0nPQ8=
			</data>
		</dict>
		<key>animation_face_default.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ppxXrdS+2MwngZo9YUB6sYX7gnBMhOSopQH0UAJDFPI=
			</data>
		</dict>
		<key>animation_face_success.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ehNQXwJJOZKUl+gRVpZuMcjV94YBwyMwRJ9bf3sfOy4=
			</data>
		</dict>
		<key>animation_lift_head_up.json</key>
		<dict>
			<key>hash2</key>
			<data>
			JlBLDPTZU8RqL6ffqVgLBIgjvB+nc6NpSkAAIJP4+Ng=
			</data>
		</dict>
		<key>animation_lower_head_down.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TedGYVqA03IafHkJXB/jSD5d8pnq1oyOnlQxHCfP0s0=
			</data>
		</dict>
		<key>animation_move_horizontally.json</key>
		<dict>
			<key>hash2</key>
			<data>
			kXiKmTNLDoBFSKKOXx6ohIiIB5I47tuhMWgsaomML7g=
			</data>
		</dict>
		<key>animation_move_vertically.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+IJyDctbnGAIU/1OzWXijg3KxFLktv8I0K9p7ROYhrA=
			</data>
		</dict>
		<key>animation_remove_mask.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Ixeh0wwEwBZRn4Hq91a36/JcRHCvwF6cQTVDHkDvRbU=
			</data>
		</dict>
		<key>animation_smile.json</key>
		<dict>
			<key>hash2</key>
			<data>
			635wWV1y6XLGTDkREk4o9lEgEu+nokfIkHtdriQbb7s=
			</data>
		</dict>
		<key>animation_too_far.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hiUFQJeMNNev3t61MfFzMXk1okv1OZSJKngl+PZgMxY=
			</data>
		</dict>
		<key>animation_too_near.json</key>
		<dict>
			<key>hash2</key>
			<data>
			T9EM3gmuaGDSu5JsyMSyhQQUd+CbQnoNAU9KVkI4/9o=
			</data>
		</dict>
		<key>animation_turn_your_head_left.json</key>
		<dict>
			<key>hash2</key>
			<data>
			J5HIDwYD5bwEu4+4u5SXEBkRwVyepAIf5/fk5Hqj3pQ=
			</data>
		</dict>
		<key>animation_turn_your_head_right.json</key>
		<dict>
			<key>hash2</key>
			<data>
			mbhPrl2lk21pclL57P1FmQkGuU8yDOGzwJpelALgAZ8=
			</data>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			/RM47h2TA6w4kEyJOYGHIrf1+Lls3EpBUUS825veijU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			2wfYQSsrsY/yv1cq6fF68lBPEGHnXuOc+xjpBZGsB4I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
